Repository: matefem/capstan
Catalog: languages/plugins/reusable-blocks-extended-*.po
Languages: fr_fr

source: Invalid security check, please retry.
fr_fr: Vérification de sécurité invalide, veuillez réessayer.

source: Block title
fr_fr: Titre du bloc

source: Blocks
fr_fr: Blocs

source: Converted from reusable blocks
fr_fr: Blocs réutilisables convertis

source: Convert to block pattern
fr_fr: Convertir en composition

source: Delete existing pattern
fr_fr: Supprimer la composition

source: Converted to a block pattern.
fr_fr: Converti en une composition de blocs.

source: Pattern conversion
fr_fr: Conversion

source: Block pattern successfully deleted.
fr_fr: La composition de blocs a bien été supprimée.

source: Reusable block successfully converted to a new block pattern. It is now available in the block editor.
fr_fr: Le bloc réutilisable a bien été converti en une nouvelle composition de blocs. Elle est maintenant disponible dans l’éditeur.

source: Block preview:
fr_fr: Aperçu du bloc :

source: Preview
fr_fr: Aperçu

source: Show %s more instance(s)
fr_fr: Afficher %s autre(s) instance(s)

source: Fold up
fr_fr: Replier

source: Note: this feature is experimental.
fr_fr: Note : cette fonctionnalité est expérimentale.

source: You don’t have any reusable block yet.
fr_fr: Vous n’avez pas encore de bloc réutilisable.

source: Optional widget title
fr_fr: Titre facultatif du widget

source: No preview available. Please visit your front-end and come back.
fr_fr: Aucune prévisualisation disponible. Veuillez visiter la partie publique de votre site et revenez ici.

source: The exact rendering may depends on the real block context.
fr_fr: Le rendu exact peut dépendre du contexte réel du bloc.

source: Contains:
fr_fr: Contient :

source: by
fr_fr: par

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: PHP function:
fr_fr: Fonction PHP :

source: Shortcode:
fr_fr: Code court :

source: Not used yet.
fr_fr: Pas encore utilisé.

source: Used in %s post:
fr_fr: Utilisé sur %s publication :

source: Last modified
fr_fr: Dernière modification

source: Usage
fr_fr: Utilisation

source: Used in
fr_fr: Utilisé sur

source: https://jeanbaptisteaudras.com/en
fr_fr: https://jeanbaptisteaudras.com/

source: Extend Gutenberg Reusable Blocks feature with a complete admin panel, widgets, shortcodes and PHP functions.
fr_fr: Étend la fonctionnalité Blocs réutilisables de Gutenberg avec un panneau d’administration complet et des widgets, des codes courts et des fonctions PHP simple à utiliser.
